Repository: NRP-CZ/datarepo
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: cs

source: Czech
cs: Čeština

source: CESNET Data Repository
cs: Datový repozitář CESNET

source: Catch-All repostitory for Czech scientific data
cs: Univerzální repozitář pro česká vědecká data

source: state:draft
cs: stav:návrh

source: state:published
cs: stav:publikováno

source: state:submitted
cs: stav:odesláno

source: state:retracting
cs: stav:stahováno

source: state:deleted
cs: stav:smazáno

source: Documentation
cs: Dokumentace

source: Contact
cs: Kontakt

source: Multi-discipline data repository
cs: Repozitář multidisciplinárních dat

source: Search...
cs: Hledat...

source: Search
cs: Hledat

source: Upload dataset
cs: Nahrát dataset

source: Upload your data to our catch-all repository
cs: Nahrajte svá data do našeho univerzálního repozitáře

source: How does a repository work?
cs: Jak repozitář funguje?

source: Would you like to know more about where your data is being stored?
cs: Chcete vědět více o tom, kde jsou vaše data uložena?

source: About repository
cs: O repozitáři

source: My dashboard
cs: Můj panel

source: Requests
cs: Žádosti

source: Inbox
cs: Doručená pošta

source: Login
cs: Přihlášení

source: Log in
cs: Přihlásit se

source: Sign up
cs: Zaregistrovat se

source: Quick create
cs: Rychlé vytvoření

source: Actions
cs: Akce

source: My account
cs: Můj účet

source: Log out
cs: Odhlásit se

source: You've successfully installed Invenio RDM!
cs: Úspěšně jste nainstalovali Invenio RDM!

source: What is ahead?
cs: Co vás čeká?

source: Configure
cs: Nakonfigurujte

source: Configure the datamodel, resource types, permissions and much more to make it suit your needs! For more information on how to do it visit the
cs: Nakonfigurujte datový model, typy zdrojů, oprávnění a mnohem více, aby odpovídaly vašim potřebám! Více informací o postupu najdete v

source: configuration section in the docs
cs: sekci s konfigurací v dokumentaci

source: Customize
cs: Přizpůsobte

source: Customize the layout and adapt the styling to match your institution's. See how to do so
cs: Přizpůsobte rozložení a upravte styl tak, aby odpovídal vaší instituci. Podívejte se, jak na to

source: here
cs: zde

source: Use it!
cs: Používejte ho!

source: Use and explore your InvenioRDM instance.
cs: Používejte a prozkoumávejte svou instanci InvenioRDM.

source: Use
cs: Použít

source: Docs
cs: Dokumentace

source: Code
cs: Kód

source: To disable this section, add
cs: Chcete-li tuto sekci vypnout, přidejte

source: to your invenio.cfg file.
cs: do souboru invenio.cfg.

source: New Datasets
cs: Nové datasety

source: Statistics
cs: Statistiky
